{
  "How may you contact staff about support queries?": [
    "Support Bot",
    "Support Bot & Staff DMs",
    "Staff DMs"
  ],
  "Which rules apply when communicating with staff?": [
    "No additional rules.",
    "Do not insult staff.",
    "Call them pieces of shit."
  ],
  "How can you know if you are posting in the right channel?": [
    "By reading the rules and the channel description.",
    "By reading the rules.",
    "By reading the channel descriptions."
  ],
  "Other users may not follow you and speak if you leave for another empty voice chat when...": [
    "You tell them and the staff team that you would not like for them to follow you.",
    "You tell them and the staff team that they smell and you do not like their company.",
    "You tell them and the staff team that they have been making bad arguments."
  ],
  "Where shall you put your memes?": [
    "#meme-dump",
    "#general",
    "#serious"
  ],
  "Which does not belong? You are allowed to:": [
    "Mute or lower someone's volume to the point you can not hear if they are talking, causing interruptions.",
    "Lower their volume to a reasonable level if they are being loud, so that you can hear them if they speak.",
    "Lower their volume completely, so long you do not cause any interruptions."
  ],
  "If you feel harassed, what should you do?": [
    "Block the individual(s) and contact staff about it.",
    "Leave the server out of spite.",
    "Harassment issues should be taken up with Discord.",
    "Harass them back."
  ],
  "What does discord not condone?": [
    "Attacking or insulting a person or a community based on attributes such as their race, ethnicity, caste, national origin, sex, gender identity, gender presentation, sexual orientation, religious affiliation, age, serious illness, disabilities, or other protected classifications.",
    "Attacking or insulting a person whatsoever.",
    "Teasing a person."
  ],
  "Out of the options, which kind of content does Discord allow?": [
    "Talking about how to acquire firearms.",
    "Sadistic gore.",
    "Animal cruelty.",
    "Sexualized minors.",
    "Promotion of violent extremism.",
    "Malware and viruses.",
    "Promotion of illegal acts.",
    "None of the options."
  ],
  "Which form of advertisement is acceptable?": [
    "When someone DMs you an invite after you ask them to via text.",
    "Posting your rad new platform in general.",
    "Posting links to content you like without explaining why you posted it.",
    "Randomly bringing up other servers in VC.",
    "None of the options."
  ]
}
